export const care = [
  {
    subtitle: '關於光照',
    content:
      '溫柔的日光浴：多肉植物喜歡明亮且通風的環境。建議放置在有遮蔭的陽台或窗邊，讓它們享受半日照的溫柔。\n避免強光直射：盛夏的烈日可能會灼傷葉片，請適度為它們遮陽；若在室內，請確保擁有充足的散射光。',
  },
  {
    subtitle: '關於給水',
    content:
      '乾透澆透的哲學：多肉植物怕濕，請觀察土表乾燥或葉片微皺時再澆水。澆水時請澆至盆底流出水份，並將底盤積水倒掉。',
  },
  {
    subtitle: '季節的節奏',
    content:
      '春/秋（生長季）：土乾了就可以澆水，保持生機。\n\n夏/冬（休眠季）：植物生長緩慢，請減少澆水頻率（約 2-3 週一次），避免悶熱黑腐或凍傷。',
  },
  {
    subtitle: '關於通風',
    content: '讓呼吸順暢：良好的通風比澆水更重要。流動的空氣能帶走多餘濕氣，降低病蟲害，讓植物自在呼吸。',
  },
];

export const notice = [
  {
    subtitle: '獨一無二的姿態',
    content:
      '網站照片僅供參考，您收到的植物會因季節、生長狀況而有些微差異（如：顏色深淺、葉片胖瘦、株型高低）。\n露養植株難免會有少許葉傷、曬斑或小粉塵，這是它們在自然中努力長大的證明，並非瑕疵。',
  },
  {
    subtitle: '運送須知',
    content:
      '我們會盡力以最嚴謹的方式包裝，但在運送過程中，難免會有輕微的掉葉、掉粉或土壤灑出。\n若運送途中導致損壞，請聯繫客服人員，我們將立即幫你協助處理。',
  },
];
